Repository: yaroslavkolesnik/DjangoWeb
Catalog: myapp/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Russian
uk: Російська

source: English
uk: Англійська

source: Ukrainian
uk: Українська

source: О нас - Мой сайт Django
uk: Про нас - Мій сайт Django

source: О нас
uk: Про нас

source: DesignShop — это пространство, где стиль встречается с индивидуальностью. Мы создаем уникальные дизайнерские вещи для тех, кто ценит качество и оригинальность.
uk: DesignShop — це простір, де стиль зустрічається з індивідуальністю. Ми створюємо унікальні дизайнерські речі для тих, хто цінує якість та оригінальність.

source: Наша миссия
uk: Наша місія

source: Мы стремимся сделать дизайнерские вещи доступными каждому, поддерживая талантливых мастеров и предлагая эксклюзивные коллекции, созданные с душой.
uk: Ми прагнемо зробити дизайнерські речі доступними кожному, підтримуючи талановитих майстрів та пропонуючи ексклюзивні колекції, створені з душею.

source: Наша команда сотрудничает с дизайнерами со всего мира, чтобы предложить вам изделия, которые подчеркнут ваш уникальный стиль и добавят вдохновения в повседневную жизнь.
uk: Наша команда співпрацює з дизайнерами з усього світу, щоб запропонувати вам вироби, які підкреслять ваш унікальний стиль та додадуть натхнення у повсякденне життя.

source: Почему выбирают нас?
uk: Чому обирають нас?

source: Уникальный дизайн
uk: Унікальний дизайн

source: Каждая вещь в нашем магазине — это произведение искусства, созданное с вниманием к деталям.
uk: Кожна річ у нашому магазині — це витвір мистецтва, створений з увагою до деталей.

source: Качество
uk: Якість

source: Мы используем только лучшие материалы, чтобы обеспечить долговечность и комфорт.
uk: Ми використовуємо тільки найкращі матеріали, щоб забезпечити довговічність та комфорт.

source: Эксклюзивность
uk: Ексклюзивність

source: Наши коллекции ограничены, что делает каждую покупку особенной.
uk: Наші колекції обмежені, що робить кожну покупку особливою.

source: Главная
uk: Головна

source: Контакты
uk: Контакти

source: Уникальные дизайнерские вещи для вашего стиля. Мы создаем эксклюзивные коллекции с любовью к деталям.
uk: Унікальні дизайнерські речі для вашого стилю. Ми створюємо ексклюзивні колекції з любов’ю до деталей.

source: Навигация
uk: Навігація

source: Адрес: г. Харьков
uk: Адреса: м. Харків

source: &copy; 2025 DesignShop. Все права защищены.
uk: &copy; 2025 DesignShop. Всі права захищено.

source: Контакты - Мой сайт Django
uk: Контакти - Мій сайт Django

source: Свяжитесь с нами
uk: Зв'яжіться з нами

source: Мы всегда рады ответить на ваши вопросы и помочь с выбором дизайнерских вещей!
uk: Ми завжди раді відповісти на ваші запитання та допомогти з вибором дизайнерських речей!

source: Наши контакты
uk: Наші контакти

source: Карта местоположения (заглушка)
uk: Мапа розташування (заглушка)

source: Напишите нам
uk: Напишіть нам

source: Имя
uk: Ім'я

source: Сообщение
uk: Повідомлення

source: Отправить
uk: Відправити

source: Просмотрите товары в вашей корзине и оформите заказ.
uk: Перегляньте товари у вашому кошику та оформіть замовлення.

source: Дизайнерская сумка
uk: Дизайнерська сумка

source: Дизайнерские очки
uk: Дизайнерські окуляри

source: Итого
uk: Сумма

source: Оформить заказ
uk: Оформити замовлення

source: Главная страница - Мой сайт Django
uk: Головна сторінка - Мій сайт Django

source: Добро пожаловать в DesignShop
uk: Ласкаво просимо в DesignShop

source: Откройте для себя уникальные дизайнерские вещи, созданные для вашего стиля и индивидуальности.
uk: Відкрийте для себе унікальні дизайнерські речі, створені для вашого стилю та індивідуальності.

source: Дизайнерская обувь
uk: Дизайнерське взуття

source: Дизайнерская куртка
uk: Дизайнерська куртка

source: Дизайнерские часы
uk: Дизайнерський годинник

source: Дизайнерский шарф
uk: Дизайнерський шарф

source: Элегантная сумка ручной работы из натуральной кожи. Идеально подходит для повседневного использования и особых случаев. Сочетание классического дизайна и современных технологий обеспечивает долговечность и стиль.
uk: Елегантна сумка ручної роботи з натуральної шкіри. Ідеально підходить для повсякденного використання та особливих випадків. Поєднання класичного дизайну та сучасних технологій забезпечує довговічність та стиль.

source: Материал: Натуральная кожа
uk: Матеріал: Натуральна шкіра

source: Размеры: 30x20x10 см
uk: Розміри: 30x20x10 см

source: Цвет: Черный
uk: Колір: Чорний

source: Вес: 0.8 кг
uk: Вага: 0.8 кг

source: Добавить в корзину
uk: Додати до кошика

source: В избранное
uk: Додати до обраного
